Table of Contents
 Enum TypeLinePosition
Namespace
IdeaRS.OpenModel.Detail.Loading
Assembly
IdeaRS.OpenModel.dll
type position line support
public enum TypeLinePosition
Fields
OnWallEdge = 1
on wall edge
Point = 0
on point (0, 0) or selected point
Polyline = 2
polyline
Fields
 Name |  Description
 OnWallEdge = 1
on wall edge
 Point = 0
on point (0, 0) or selected point
 Polyline = 2
polyline
 Edit this page